Repository: lucas-goldner/pushup_bro
Catalog: assets/l10n/intl_*.arb
Languages: de, es, ja, pt

source: Pushup Bro
de: Pushup Kumpel
es: Bro flexiones
ja: 腕立て伏せ兄貴
pt: Flexões Mano

# startPush
source: Start pushin'
de: Liegestützen beginnen
es: Empezar a hacer
ja: 腕立て伏せを始める
pt: Começar flexões

# pushupsCounter
source: Pushups:
de: Liegestützen:
es: Flexiones:
ja: 腕立て伏せ:
pt: Flexões:

# finishSet
source: Finish
de: Beenden
es: Terminar
ja: 終わる
pt: Terminar

source: Congrats!
de: Glückwunsch!
es: ¡Felicidades!
ja: おめでとう!
pt: Parabéns!

source: Difficulty
de: Schwierigkeit
es: Dificultad
ja: 難易度
pt: Dificuldade

# easyDifficulty
source: Easy
de: Einfach
es: Fácil
ja: 簡単
pt: Fácil

# middleDifficulty
source: Moderate
de: Mäßig
es: Moderada
ja: 普通
pt: Moderada

# hardDifficulty
source: Exhausting
de: Anstrengend
es: Agotadora
ja: 難しい
pt: Difícil

source: Stats
de: Statistiken
es: Estadísticas
ja: 統計
pt: Estatísticas

# completedInXMinutes
source: Completed in {XMinutes} min
de: Abgeschlossen in {XMinutes} Min
es: Completado en {XMinutes} min
ja: {XMinutes}分で終了
pt: Concluído em {XMinutes} min

# madeXPushups
source: Did {xPushups} pushups
de: Du hast {xPushups} Liegestütze gemacht
es: Hizo {xPushups} flexiones
ja: {xPushups}回の腕立て伏せ
pt: Fez {xPushups} flexões

# onAverage
source: On average: {xPushupsPerMin} pushups/min
de: Durchschnittlich: {xPushupsPerMin} Liegestütze/Min
es: En promedio: {xPushupsPerMin} flexiones/min
ja: 平均：{xPushupsPerMin}回/分
pt: Em média: {xPushupsPerMin} flexões/min

source: Save set
de: Set speichern
es: Guardar serie
ja: セットを保存する
pt: Salvar série

source: You did it!
de: Du hast es geschafft!
es: ¡Lo logró!
ja: やりました！
pt: Conseguiu!

# completedText
source: Well done! You completed your first set of ${xPushups} pushups with Carlos the Gorilla. It seems like it was pretty ${xEffort}. Keep working towards building a higher and consistent pushup count.
de: Gut gemacht! Du hast dein erstes Set von ${xPushups} Liegestützen mit Carlos dem Gorilla absolviert. Es scheint ziemlich ${xEffort} gewesen zu sein. Arbeite weiter daran, eine höhere und konstante Anzahl von Liegestützen zu erreichen.
es: ¡Buen trabajo! Ha completado su primer conjunto de ${xPushups} flexiones con Carlos el Gorila. Parece que fue bastante ${xEffort}. Siga trabajando para aumentar su recuento de flexiones y mantenerlo constante.
ja: 素晴らしい！Carlos the Gorillaと一緒に初めてのセット（{xPushups}回）を完了しました。それはかなり{xEffort}ようです。 高いかつ一貫した腕立て伏せ回数を目指し続けましょう。
pt: Bom trabalho! Você completou sua primeira série de ${xPushups} flexões com Carlos, o Gorila. Parece que foi ${xEffort}. Continue trabalhando para aumentar e manter um número consistente de flexões.

source: Features!
de: Funktionen!
es: Funciones
ja: 機能
pt: Recursos

# aidPodsFeature
source: Track pushups using Airpods
de: Verfolge Liegestütze mit Airpods
es: Realice un seguimiento de las flexiones usando Airpods
ja: AirPodsで腕立て伏せをトラッキング
pt: Rastreie as flexões usando os Airpods

# calendarFeature
source: Keep track of your sets in the calendar
de: Behalte deine Sets im Kalender im Blick
es: Haga un seguimiento de sus conjuntos en el calendario
ja: カレンダーでセットを記録
pt: Acompanhe suas séries no calendário

# dailyGoalFeature
source: Set yourself a daily goal
de: Setze dir ein tägliches Ziel
es: Establezca una meta diaria
ja: 毎日の目標を設定
pt: Defina uma meta diária

# friendsFeature
source: Compete with your friends
de: Wettbewerb mit deinen Freunden
es: Compite con tus amigos
ja: 友達と競争
pt: Concorra com seus amigos

# syncFeature
source: Keep your data synced across devices
de: Halte deine Daten auf verschiedenen Geräten synchronisiert
es: Sincronice sus datos en diferentes dispositivos
ja: デバイス間でデータを同期
pt: Sincronize seus dados em diferentes dispositivos

# comingSoon
source: More coming soon...
de: Weitere Funktionen in Kürze...
es: Próximamente...
ja: もっと近日公開予定...
pt: Mais recursos em breve...

# moreIdeas
source: More ideas? Head to the submit feature section and let me know
de: Mehr Ideen? Gehe zum Abschnitt zur Einreichung von Funktionen und lass es mich wissen
es: ¿Más ideas? Dirígete a la sección de envío de funciones y házmelo saber.
ja: いいアイデアがある？提出機能セクションに移動して教えてください。
pt: Mais ideias? Vá para a seção de envio de sugestões e me avise.

source: Create account
de: Konto erstellen
es: Crear cuenta
ja: アカウントを作成
pt: Criar conta

source: Or create account
de: Oder Konto erstellen
es: O crear cuenta
ja: またはアカウントを作成
pt: Ou criar conta

source: Login
de: Anmelden
es: Iniciar sesión
ja: ログイン
pt: Entrar

source: Or login
de: Oder anmelden
es: O iniciar sesión
ja: またはログイン
pt: Ou entrar

source: Email
es: Correo electrónico
ja: メールアドレス

source: Username
de: Benutzername
es: Nombre de usuario
ja: ユーザー名
pt: Nome de usuário

source: Password
de: Passwort
es: Contraseña
ja: パスワード
pt: Senha

source: Calendar
de: Kalendar
es: Calendario
ja: カレンダー
pt: Calendário

source: Settings
de: Einstellungen
es: Configuraciones
ja: 設定
pt: Configurações

source: Home
de: Startseite
es: Inicio
ja: ホーム
pt: Início

# noEffort
source: Like it was nothing
de: Kein Aufwand
es: Sin esfuerzo
ja: 努力なし
pt: Sem esforço

# superEasyEffort
source: Piece of cake
de: Super einfach
es: Súper fácil
ja: 超簡単
pt: Super fácil

# easyEffort
source: Easy
de: Einfach
es: Fácil
ja: 簡単
pt: Fácil

# mediumEffort
source: Moderate
de: Mittel
es: Medio
ja: 普通
pt: Médio

# hardEffort
source: Pretty hard
de: Schwer
es: Difícil
ja: 難しい
pt: Difícil

# superHardEffort
source: Insane
de: Super schwer
es: Súper difícil
ja: 超難しい
pt: Super difícil

source: Switch language
de: Sprache wechseln
es: Cambiar idioma
ja: 言語選択
pt: Mudar idioma

source: Go back
de: Zurück
es: Volver
ja: 戻る
pt: Voltar

# setOfXOPushups
source: Set of: {xPushupsOfSet}
de: Satz von: {xPushupsOfSet}
es: Conjunto de: {xPushupsOfSet}
ja: {xPushupsOfSet}回のセット
pt: Conjunto de: {xPushupsOfSet}

source: Looking for airpods
de: Auf der Suche nach AirPods
es: Buscando AirPods
ja: AirPodsを探しています
pt: Procurando por AirPods

source: General
de: Allgemein
ja: 一般的な設定
pt: Geral

source: Info
es: Información
ja: 情報
pt: Informações

source: Website
de: Webseite
es: Sitio web
ja: ウェブサイト
pt: Site

source: Twitter
ja: ツイッター

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
ja: プライバシーポリシー
pt: Política de Privacidade

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
ja: 利用規約
pt: Termos de Serviço

source: Set volume
de: Lautstärke einstellen
es: Ajustar volumen
ja: 音量設定
pt: Configurar volume

# volumeLevel
source: Volume: {xVolumeLevel}
de: Lautstärke: {xVolumeLevel}
es: Volumen: {xVolumeLevel}
ja: 音量は{xVolumeLevel}

source: Close without saving?
de: Ohne Speichern verlassen?
es: ¿Cerrar sin guardar?
ja: 保存せずに閉じますか？
pt: Fechar sem salvar?

# closeExplanation
source: If you quit now, the set will not be saved
de: Wenn du das Fenster verlässt, verlierst du dein aufgenommenen Satz
es: Si sales ahora, los cambios no serán guardados
ja: 今終了すると、設定は保存されません
pt: Se sair agora, as alterações não serão salvas

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
pt: Cancelar

source: Don't save
de: Nicht speichern
es: No guardar
ja: 保存しない
pt: Não salvar

# progress
source: Your Progress
de: Dein Fortschritt
es: Tú progreso
ja: あなたの進捗
pt: Seu progresso

# dayStreak
source: Days Streak
de: Tage Streak
es: Días Streak
ja: 日連続
pt: Dias Streak

# level
source: Bro Level {xLevel}
es: Bro Nivel {xLevel}
ja: 兄貴レベル {xLevel}
pt: Nível Mano {xLevel}

# pointsReceived
source: {xPoints} Bro Points received
de: {xPoints} Bro Punkte erhalten
es: ¡Recibiste {xPoints} puntos Bro!
ja: {xPoints} 兄貴ポイントもらった
pt: Recebeu {xPoints} Mano pontos!

# levelReached
source: Reached Bro Level {xLevel}
de: Bro Level {xLevel} erreicht
es: ¡Llego a Bro Nivel {xLevel}!
ja: 兄貴レベル{xLevel}上がった!
pt: Você alcançou o Mano Nível {xLevel}!

# monkeyConfirm
source: oo oo ok!
de: Huh-huh-gut!
es: uh uh ok!
ja: キーキーオーケー!
pt: uh uh bom!

source: Share profile
de: Profil teilen
es: Compartir perfil
ja: プロフィールを共有
pt: Compartilhar perfil

# friends
source: Bros
ja: 兄貴
pt: Amigos

source: Leaderboard
de: Rangliste
es: Tabla de clasificación
ja: リーダーボード
pt: Tabela de classificação

source: Shared streak
de: Geteile Streak
es: Streak compartido
ja: 共有した連続
pt: Streak compartilhado

# openChallenges
source: {xChallenges} Open challenges
de: {xChallenges} Offene Herausforderungen
es: {xChallenges} Desafíos abiertos
ja: {xChallenges} オープンチャレンジ
pt: {xChallenges} Desafios abertos

# sendChallenge
source: Challenge
de: Herausfordern
es: Desafiar
ja: 友達にチャレンジを送る
pt: Desafiar

source: Accept challenge
de: Herausforderung annehmen
es: Aceptar desafío
ja: チャレンジを受け入れる
pt: Aceitar desafio

source: Longest Streak
es: Streak más largo
ja: 最長連続
pt: Maior streak

# doublePoints
source: Double Bro Points
de: Doppelte Bro Punkte
es: Doble puntos Bro
ja: ダブル兄貴ポイント
pt: Mano pontos duplos

# triplePoints
source: Tripple Bro Points
de: Dreifache Bro Punkte
es: Triple puntos Bro
ja: トリプル兄貴ポイント
pt: Mano pontos triplos

# doublePointsEvent
source: Double Bro Points Event
de: Doppelte Bro Punkte Event
es: Evento de doble puntos Bro
ja: ダブル兄貴ポイントイベント
pt: Evento de pontos duplos

# eventTriplePoints
source: Tripple Bro Points Event
de: Dreifache Bro Punkte Event
es: Evento de triple puntos Bro
ja: トリプル兄貴ポイントイベント
pt: Evento de pontos triplos

# friendBoost
source: Bro Boost
ja: 兄貴ブースト
pt: Impulso do mano

source: Send Boost
de: Boost senden
es: Enviar Boost
ja: 応援する
pt: Enviar impulso

# lastSevenDays
source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
ja: 過去7日間
pt: Últimos 7 dias

source: Total
de: Insgesamt
ja: 合計

source: Search
de: Suche
es: Buscar
ja: 検索
pt: Pesquisar

source: Island
de: Insel
es: Isla
ja: 島
pt: Ilha

# bananasEarned
source: You earned {xBananas} bananas!
de: Du hast {xBananas} Bananen erhalten!
es: Plátanos ganados: {xBananas}
ja: {xBananas}バナナをもらった
pt: Bananas ganhas: {xBananas}

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
pt: Fechar

source: Already bought
de: Bereits gekauft
es: Ya comprado
ja: すでに購入済み
pt: Já comprado

source: Confirm
de: Bestätigen
es: Confirmar
ja: 確認
pt: Confirmar

# buyingItem
source: Buying {xItem}
de: Kaufe {xItem}
es: Comprando {xItem}
ja: {xItem}を購入中
pt: Comprando {xItem}

source: Accessories
de: Zubehör
es: Accesorios
ja: アクセサリー
pt: Acessórios

source: Shop
de: Laden
es: Tienda
ja: ショップ
pt: Loja

# communityQuestBananasCollecting
source: Let's work together to reach the goal of 10,000 bananas! If we reach the goal, we will unlock a new area on the island!
de: Lasst uns zusammenarbeiten, um das Ziel von 10.000 Bananen zu erreichen! Wenn wir das Ziel erreichen, wird ein neuer Bereich auf der Insel freigeschaltet!
es: ¡Trabajemos juntos para alcanzar la meta de 10,000 plátanos! ¡Si alcanzamos la meta, desbloquearemos una nueva área en la isla!
ja: 一緒に10,000本のバナナを集めて目標を達成しましょう！目標を達成すると、島に新しいエリアが解放されます！
pt: Vamos trabalhar juntos para alcançar a meta de 10.000 bananas! Se atingirmos a meta, desbloquearemos uma nova área na ilha!

# get10BananasEveryDay
source: Enjoy free 10 bananas every day!
de: Genieße jeden Tag 10 kostenlose Bananen!
es: ¡Disfruta de 10 plátanos gratis todos los días!
ja: 毎日10本のバナナを無料で楽しんでください！
pt: Aproveite 10 bananas grátis todos os dias!

# doubleValueQuest
source: Carlos found a mountain of bananas. Do another 20 pushups to reach the tip and get double bananas.
de: Carlos hat einen Berg von Bananen gefunden. Mache weitere 20 Liegestütze, um die Spitze zu erreichen und doppelte Bananen zu bekommen.
es: Carlos encontró una montaña de plátanos. Haz otros 20 flexiones para alcanzar la cima y obtener el doble de plátanos.
ja: カルロスがバナナの山を見つけました。頂上に到達するためにもう20回腕立て伏せをして、バナナを2倍にしましょう。
pt: Carlos encontrou uma montanha de bananas. Faça mais 20 flexões para chegar ao topo e ganhar bananas em dobro.

# fastPushupsQuest
source: Carlos is getting attacked by a Jaguar. Rescue him! Do as many pushups as you can in 30 seconds.
de: Carlos wird von einem Jaguar angegriffen. Rette ihn! Mache so viele Liegestütze wie möglich in 30 Sekunden.
es: Carlos está siendo atacado por un Jaguar. ¡Rescátalo! Haz tantas flexiones como puedas en 30 segundos.
ja: カルロスがジャガーに襲われています。救助してください！30秒間でできるだけ多くの腕立て伏せをしてください。
pt: Carlos está sendo atacado por um Jaguar. Resgate-o! Faça o máximo de flexões que puder em 30 segundos.

# introQuestOne
source: Welcome to your new island! In the past it used to be inhibited by various monkeys.
de: Willkommen auf deiner neuen Insel! In der Vergangenheit wurde sie von verschiedenen Affen bewohnt.
es: ¡Bienvenido a tu nueva isla! En el pasado solía estar habitada por varios monos.
ja: 新しい島へようこそ！過去にはさまざまなサルが住んでいました。
pt: Bem-vindo à sua nova ilha! No passado, era habitada por vários macacos.

# introQuestTwo
source: Due to a mysterious storm all the monkeys have disappeared.
de: Aufgrund eines mysteriösen Sturms sind alle Affen verschwunden.
es: Debido a una misteriosa tormenta, todos los monos han desaparecido.
ja: 謎の嵐のため、すべてのサルが消えてしまいました。
pt: Devido a uma tempestade misteriosa, todos os macacos desapareceram.

# introQuestThree
source: Carlos the Gorilla feels lonely. Help him restore his lively island by earning bananas through pushups to buy buildings and decorations.
de: Carlos der Gorilla fühlt sich einsam. Hilf ihm, seine lebendige Insel wiederherzustellen, indem du durch Liegestütze Bananen verdienst, um Gebäude und Dekorationen zu kaufen.
es: Carlos el Gorila se siente solo. Ayúdalo a restaurar su isla animada ganando plátanos a través de flexiones para comprar edificios y decoraciones.
ja: ゴリラのカルロスは寂しいです。腕立て伏せでバナナを稼いで、建物や装飾を購入して、彼の賑やかな島を復元するのを手伝ってください。
pt: Carlos, o Gorila, se sente sozinho. Ajude-o a restaurar sua ilha animada ganhando bananas através de flexões para comprar edifícios e decorações.

# longPushupsQuest
source: Today, Carlos if focusing on doing longer pushups. Hold your pushups 3 seconds before going back up.
de: Heute konzentriert sich Carlos auf längere Liegestütze. Halte deine Liegestütze 3 Sekunden lang, bevor du wieder hochgehst.
es: Hoy, Carlos se está concentrando en hacer flexiones más largas. Mantén tus flexiones 3 segundos antes de subir.
ja: 今日は、カルロスは長い腕立て伏せに集中しています。腕立て伏せをする前に3秒間保持してください。
pt: Hoje, Carlos está se concentrando em fazer flexões mais longas. Segure suas flexões por 3 segundos antes de subir.

source: Go
de: Los
es: Ir
ja: 行く
pt: Ir

# januaryAbreviated
source: JAN
es: ENE
ja: 1月

# aprilAbreviated
source: APR
es: ABR
ja: 4月
pt: ABR

# augustAbreviated
source: AUG
es: AGO
ja: 8月
pt: AGO

# decemberAbreviated
source: DEC
de: DEZ
es: DIC
ja: 12月
pt: DEZ

source: Over 100
de: Über 100
es: Más de 100
ja: 100以上
pt: Mais de 100

source: Quest
de: Aufgabe
es: Misión
ja: クエスト
pt: Missão

source: Monkey
de: Affe
es: Mono
ja: サル
pt: Macaco

source: Intro Quest
de: Einführungsaufgabe
es: Misión de Introducción
ja: イントロクエスト
pt: Missão de Introdução

# communityQuestTitle
source: Coming together
de: Gemeinsam
es: Unidos
ja: 一緒に
pt: Unidos

source: Daily Login
de: Täglicher Login
es: Inicio de Sesión Diario
ja: 毎日のログイン
pt: Login Diário

source: Jungle Quest
de: Dschungelaufgabe
es: Misión en la Jungla
ja: ジャングルクエスト
pt: Missão na Selva
